urwrstkn8mare/esp-idf-t-display-s3/sdkconfig.defaults
# Minimal project defaults for the T-Display-S3.
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASH_MODE_AUTO_DETECT=n
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_LV_ATTRIBUTE_FAST_MEM_USE_IRAM=n
